driver-tests/bpelse/correlation/correlationJBI/test/G4FlowRec_Correlation/Input2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:corrFlowRecTargetNamespace">
  <soapenv:Body>
    <urn:corrFlowRecPart>
      <urn:string>input</urn:string>
    </urn:corrFlowRecPart>
  </soapenv:Body>
</soapenv:Envelope>